; ------------------------------------------------------ ;
; Language file for AmpView 3.0                          ;
; Lietuvių kalba                                         ;
;                                                        ;
; AmpView © 2004-2005 Nikolay Petrochenko                ;
;                                                        ;
; Jeigu išvertėt šitą byla į kitą kalbą prašau atsiusti  ;
; siuo Nik_vr@mail.ru adresu                             ;
; ------------------------------------------------------ ;

; Information on the translator
[main]
langname=Lietuvių
translator=A.Balbatunov aka zux
mail=zux.root@gmail.com

; Strings, used in the popup menu
[menus]
ItemAbout=Apie programą...
ItemOptions=Nustatymai
ItemFileInfo=Bylos informacija...
ItemClose=Uždaryti
ItemTopMost=Virš visu langu
ItemView=Išvaizda
ItemShowFileNames=Bylų pavadinimai
ItemShowFullNames=Pilnas pavadinimas
ItemTrackCaptions=Takelių pavadinimai
ItemShowNumbers=Rodyti numerius
ItemShowTrackLength=Rodyti laiką
ItemTimeMode=Atvirkščias laiko rodymas
ItemControl=Valdymas
ItemNextFile=Kita byla iš esamo katalogo
; tray menus
ItemVolumeUp=Groti garsiau
ItemVolumeDown=Groti tyliau
ItemRestore=Atkurti langą
ItemNextTrack=Sekantis takelis
ItemPrevTrack=Ankstesnis takelis

; Hints for buttons 
[hints]
ButtonPlay=Groti
ButtonPause=Pauzė
ButtonStop=Sustoti
ButtonMute=Isjungti garsą
ButtonClose=Uždaryti
ButtonMinimize=Sumažinti
ButtonNext=Sekantis takelis
ButtonPrevious=Ankstesnis takelis
ButtonOpen=Atidaryti bylas
ButtonPlayList=Parodyti/Paslėpti takelių sąrašą
ButtonInfo=Bylos informacija

; strings, used in the option's window 
[options]

; Options tree (page-names)
TreeItemInterface=Interfeisas
TreeItemPlugins=Moduliai
TreeItemSkins=Skin'ai
TreeItemOther=Kita
TreeItemControl=Valdymas

; GroupBoxes
BoxLanguage=Kalba
BoxTranslator=Vertėjas
BoxEffects=Efektai
BoxOther=Kita
BoxInputPlugins=Input-moduliai
BoxSkin=Skin'as
BoxInformation=Informacija
BoxRewindStep=Atsukimo atgal žingsnis (sekundes)
BoxOnEndTrack=Pasibaigus takeliui
BoxExtensions=Palaikomi išplėtimai
BoxNewExtension=Naujas išplėtimas
BoxPluginsFolder=Modulių katalogas
BoxFont=Šriftas
BoxSample=Pavyzdis
BoxPressKey=Spausti klavišą arba klavišų kombinaciją

; Actions 
OnEndActionStop=Sustabdyti takelį
OnEndActionNext=Atidaryti kitą takelį iš sąrašo
OnEndActionClose=Uždaryti AmpView
OnEndActionRestart=Pragroti esamą takelį išnaujo
OnEndActionNextFile=Atidaryti kitą bylą iš aplanko

; Buttons
ButtonClose=Uždaryti
ButtonConfig=Nustatyti
ButtonAbout=Informacija
ButtonApply=Panaudoti
ButtonScanPlugs=Paieška

; Labels
LabelSelectLanguage=Išrinkite kalbą iš sąrašo:

; CheckBoxes
CheckBoxUseShadows=Leisti naudoti šešėlius
CheckBoxUseAntiAliasing=Leisti naudoti suglaudynimą
CheckBoxIgnoreSkinFont=Ignoruoti skin'o šriftą
CheckBoxNotQV=Nenaudoti AmpView greitajai peržiūrai
CheckBoxNotNV=Nenaudoti AmpView normaliai peržiūrai
CheckBoxUseControl=Keisti Garsą su pele tik jeigu [Ctrl] klaviša paspausta
PageInternalHotKeys=Vidiniai karšti klavišai
PageGlobalHotKeys=Globalus karšti klavišai
PageMouse=Pelė

; RadioBoxes
RadioDefaultFolder=Katalogas pagal nutylėjimą
RadioWinampFolder=Winamp'o katalogas
RadioCustomFolder=Kitas katalogas

; Pages
PagePlayList=Sąrašas
PageTypes=Tipai